Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# QuickDropAndroidAppAdvertisement
source: QuickDrop is now also available as a separate app for your smartphone! The app provides additional features, such as the ability to transfer files when you are not connected to your home's Wi-Fi network, by connecting the Mac to your smartphone's hotspot. To install QuickDrop on your phone, scan the QR code or search for 'QuickDrop' on the Google Play Store.
ar: أصبح QuickDrop متاحًا الآن أيضًا كتطبيق منفصل لهاتفك الذكي! يوفر التطبيق ميزات إضافية، مثل إمكانية نقل الملفات حتى عندما لا تكون متصلاً بشبكة Wi-Fi المنزلية، عن طريق توصيل Mac بنقطة الاتصال الخاصة بهاتفك الذكي. لتثبيت QuickDrop على هاتفك، امسح رمز QR ضوئيًا أو ابحث عن 'QuickDrop' في متجر Google Play.
ca: QuickDrop ara també està disponible com a app separada per al teu telèfon intel·ligent! L'app ofereix funcions addicionals, com la possibilitat de transferir arxius quan no estàs connectat a la xarxa Wi-Fi de casa, connectant el Mac al punt d'accés del telèfon. Per instal·lar QuickDrop al teu telèfon, escaneja el codi QR o cerca 'QuickDrop' a Google Play Store.
cs: QuickDrop je nyní také k dispozici jako samostatná aplikace pro váš chytrý telefon! Aplikace poskytuje další funkce, jako je možnost přenášet soubory, když nejste připojeni k domácí síti Wi-Fi, připojením Macu k hotspotu vašeho telefonu. Chcete-li nainstalovat QuickDrop do vašeho telefonu, naskenujte QR kód nebo vyhledejte 'QuickDrop' na Google Play Store.
da: QuickDrop er nu også tilgængelig som en separat app til din smartphone! Appen tilbyder ekstra funktioner, såsom muligheden for at overføre filer uden at være forbundet til dit hjemmenetværk ved at forbinde din Mac til din telefons hotspot. For at installere QuickDrop på din telefon skal du scanne QR-koden eller søge efter 'QuickDrop' i Google Play Butik.
de: QuickDrop ist jetzt auch als eigenständige App für dein Smartphone verfügbar! Die App bietet zusätzliche Funktionen, wie die Möglichkeit, Dateien zu übertragen, wenn du nicht mit dem WLAN-Netzwerk zu Hause verbunden bist, indem du den Mac mit dem Hotspot deines Smartphones verbindest. Um QuickDrop auf deinem Telefon zu installieren, scanne den QR-Code oder suche nach 'QuickDrop' im Google Play Store.
el: Το QuickDrop είναι τώρα διαθέσιμο και ως ξεχωριστή εφαρμογή για το smartphone σας! Η εφαρμογή παρέχει πρόσθετες δυνατότητες, όπως η μεταφορά αρχείων όταν δεν είστε συνδεδεμένοι στο δίκτυο Wi-Fi του σπιτιού σας, συνδέοντας το Mac στο hotspot του smartphone σας. Για να εγκαταστήσετε το QuickDrop στο τηλέφωνό σας, σαρώστε τον κωδικό QR ή αναζητήστε 'QuickDrop' στο Google Play Store.
es: ¡QuickDrop ahora también está disponible como una aplicación independiente para tu smartphone! La aplicación ofrece funciones adicionales, como la capacidad de transferir archivos cuando no estás conectado a la red wifi de tu hogar, conectando el Mac al punto de acceso de tu smartphone. Para instalar QuickDrop en tu teléfono, escanea el código QR o busca 'QuickDrop' en Google Play Store.
es_419: ¡QuickDrop ahora también está disponible como una aplicación separada para tu smartphone! La aplicación ofrece funciones adicionales, como la capacidad de transferir archivos cuando no estás conectado a la red Wi-Fi de tu hogar, conectando el Mac al hotspot de tu smartphone. Para instalar QuickDrop en tu teléfono, escanea el código QR o busca 'QuickDrop' en Google Play Store.
fi: QuickDrop on nyt saatavana myös erillisenä sovelluksena älypuhelimeesi! Sovellus tarjoaa lisäominaisuuksia, kuten mahdollisuuden tiedostojen siirtämiseen ilman kodin Wi-Fi-verkkoa yhdistämällä Mac puhelimesi hotspot-yhteydelle. Asenna QuickDrop-sovellus puhelimeesi skannaamalla QR-koodi tai hakemalla 'QuickDrop' Google Play Store.
fr: QuickDrop est désormais aussi disponible en tant qu'application distincte pour votre smartphone ! L'application offre des fonctionnalités supplémentaires, comme la possibilité de transférer des fichiers même si vous n'êtes pas connecté au réseau Wi-Fi de votre domicile, en connectant le Mac au point d'accès de votre smartphone. Pour installer QuickDrop sur votre téléphone, scannez le code QR ou recherchez 'QuickDrop' sur le Google Play Store.
fr_ca: QuickDrop est maintenant également disponible en tant qu'application distincte pour votre téléphone intelligent! L'application offre des fonctionnalités supplémentaires, comme la possibilité de transférer des fichiers lorsque vous n'êtes pas connecté au réseau Wi-Fi de votre domicile, en connectant le Mac au point d'accès de votre téléphone intelligent. Pour installer QuickDrop sur votre téléphone, scannez le code QR ou recherchez "QuickDrop" sur Google Play Store.
he: QuickDrop זמין עכשיו גם כאפליקציה נפרדת לסמארטפון שלך! האפליקציה מציעה תכונות נוספות, כמו האפשרות להעביר קבצים כשהמכשיר שלך לא מחובר לרשת ה-Wi-Fi הביתית, על ידי חיבור ה-Mac לנקודת הגישה (hotspot) של הסמארטפון שלך. כדי להתקין את QuickDrop על הטלפון שלך, סרוק את קוד ה-QR או חפש 'QuickDrop' ב-Google Play Store.
hi: QuickDrop अब आपके स्मार्टफोन के लिए एक अलग ऐप के रूप में भी उपलब्ध है! यह ऐप अतिरिक्त विशेषताएं प्रदान करता है, जैसे कि घर के वाई-फ़ाई नेटवर्क से जुड़े बिना हॉटस्पॉट के माध्यम से फ़ाइल ट्रांसफर करने की सुविधा। अपने फोन पर QuickDrop इंस्टॉल करने के लिए, क्यूआर कोड स्कैन करें या Google Play Store पर 'QuickDrop' खोजें।
hr: QuickDrop je sada dostupan kao zasebna aplikacija za vaš smartphone! Aplikacija pruža dodatne značajke, poput mogućnosti prijenosa datoteka kada niste povezani na kućnu Wi-Fi mrežu, povezivanjem Maca s hotspotom vašeg pametnog telefona. Za instalaciju QuickDrop aplikacije na vašem telefonu, skeniraj QR kod ili potraži 'QuickDrop' na Google Play Store-u.
hu: A QuickDrop mostantól különálló alkalmazásként is elérhető az okostelefonodhoz! Az alkalmazás további funkciókat kínál, például a fájlok átvitelének lehetőségét, amikor nem vagy csatlakozva az otthoni Wi-Fi hálózathoz, a Mac és az okostelefonod hotspotjának összekapcsolásával. A QuickDrop telepítéséhez a telefonodra olvasd be a QR-kódot, vagy keresd meg a 'QuickDrop' alkalmazást a Google Play Áruházban.
id: QuickDrop sekarang juga tersedia sebagai aplikasi terpisah untuk smartphone Anda! Aplikasi ini menyediakan fitur tambahan, seperti kemampuan untuk mentransfer file saat Anda tidak terhubung ke jaringan Wi-Fi rumah Anda, dengan menghubungkan Mac ke hotspot smartphone Anda. Untuk menginstal QuickDrop di ponsel Anda, pindai kode QR atau cari 'QuickDrop' di Google Play Store.
it: QuickDrop è ora disponibile anche come app separata per il tuo smartphone! L'app offre funzionalità aggiuntive, come la possibilità di trasferire file quando non sei connesso alla rete Wi-Fi di casa, collegando il Mac all'hotspot del tuo smartphone. Per installare QuickDrop sul tuo telefono, scansiona il codice QR o cerca 'QuickDrop' sul Google Play Store.
ja: QuickDropは、スマートフォン用の独立したアプリとしても利用可能になりました！このアプリは、Macをスマートフォンのホットスポットに接続することで、自宅のWi-Fiネットワークに接続されていない場合でもファイルを転送できるなどの追加機能を提供します。 携帯電話にQuickDropをインストールするには、QRコードをスキャンするか、Google Playストアで「QuickDrop」を検索してください。
ko: QuickDrop이 이제 스마트폰용 별도의 앱으로도 제공됩니다! 이 앱은 Mac을 스마트폰의 핫스팟에 연결하여 가정의 Wi-Fi 네트워크에 연결되어 있지 않을 때도 파일을 전송할 수 있는 기능 등 추가 기능을 제공합니다. 휴대폰에 QuickDrop을 설치하려면 QR 코드를 스캔하거나 Google Play 스토어에서 'QuickDrop'을 검색하세요.
ms: QuickDrop kini juga tersedia sebagai aplikasi berasingan untuk telefon pintar anda! Aplikasi ini menyediakan ciri tambahan, seperti keupayaan untuk memindahkan fail apabila anda tidak disambungkan ke rangkaian Wi-Fi rumah anda, dengan menyambungkan Mac ke hotspot telefon pintar anda. Untuk memasang QuickDrop pada telefon anda, imbas kod QR atau cari 'QuickDrop' di Google Play Store.
nb: QuickDrop er nå også tilgjengelig som en egen app for smarttelefonen din! Appen gir ekstra funksjoner, som muligheten til å overføre filer når du ikke er koblet til hjemmets Wi-Fi-nettverk, ved å koble Mac-en til smarttelefonens hotspot. For å installere QuickDrop på telefonen, skann QR-koden eller søk etter 'QuickDrop' i Google Play Store.
nl: QuickDrop is nu ook beschikbaar als een aparte app voor je smartphone! De app biedt extra functies, zoals de mogelijkheid om bestanden over te zetten wanneer je niet bent verbonden met je thuis-Wi-Fi-netwerk, door je Mac te verbinden met de hotspot van je smartphone. Om QuickDrop op je telefoon te installeren, scan de QR-code of zoek naar 'QuickDrop' in de Google Play Store.
pl: QuickDrop jest teraz dostępny jako osobna aplikacja na smartfony! Aplikacja oferuje dodatkowe funkcje, takie jak możliwość przesyłania plików bez połączenia z siecią Wi-Fi domową, używając hotspotu smartfona. Aby zainstalować QuickDrop na telefonie, zeskanuj kod QR lub wyszukaj „QuickDrop” w Google Play.
pt_br: O QuickDrop agora também está disponível como um aplicativo separado para o seu smartphone! O aplicativo oferece recursos adicionais, como a capacidade de transferir arquivos quando você não está conectado à rede Wi-Fi da sua casa, conectando o Mac ao hotspot do seu smartphone. Para instalar o QuickDrop no seu telefone, escaneie o código QR ou procure por 'QuickDrop' na Google Play Store.
pt_pt: O QuickDrop está agora também disponível como uma app separada para o teu smartphone! A app oferece funcionalidades adicionais, como a capacidade de transferir ficheiros mesmo quando não estás ligado à rede Wi-Fi de casa, ligando o Mac ao hotspot do teu smartphone. Para instalar o QuickDrop no teu telemóvel, digitaliza o código QR ou procura 'QuickDrop' na Google Play Store.
ro: QuickDrop este acum disponibil și ca aplicație separată pentru smartphone-ul tău! Aplicația oferă funcții suplimentare, cum ar fi posibilitatea de a transfera fișiere chiar și atunci când nu ești conectat la rețeaua Wi-Fi de acasă, conectând Mac-ul la hotspotul telefonului tău. Pentru a instala QuickDrop pe telefon, scanează codul QR sau caută 'QuickDrop' în Google Play Store.
ru: QuickDrop теперь также доступен как отдельное приложение для вашего смартфона! Приложение предоставляет дополнительные функции, такие как возможность передачи файлов, когда вы не подключены к домашней Wi-Fi сети, путем подключения Mac к точке доступа вашего смартфона. Чтобы установить QuickDrop на телефон, отсканируйте QR-код или найдите 'QuickDrop' в Google Play Store.
sv: QuickDrop är nu också tillgängligt som en separat app för din smartphone! Appen erbjuder ytterligare funktioner, som möjligheten att överföra filer när du inte är ansluten till ditt hems Wi-Fi-nätverk genom att ansluta Macen till din smartphones hotspot. För att installera QuickDrop på din telefon, skanna QR-koden eller sök efter 'QuickDrop' på Google Play Store.
th: QuickDrop พร้อมใช้งานแล้วในรูปแบบแอปแยกสำหรับสมาร์ทโฟนของคุณ! แอปนี้มีคุณสมบัติเพิ่มเติม เช่น ความสามารถในการถ่ายโอนไฟล์เมื่อคุณไม่ได้เชื่อมต่อกับเครือข่าย Wi-Fi ที่บ้าน โดยการเชื่อมต่อ Mac กับฮอตสปอตของสมาร์ทโฟนของคุณ หากต้องการติดตั้ง QuickDrop บนโทรศัพท์ของคุณ ให้สแกนรหัส QR หรือค้นหา 'QuickDrop' ใน Google Play Store
tr: QuickDrop artık akıllı telefonunuz için ayrı bir uygulama olarak da mevcut! Uygulama, Mac'inizi telefonunuzun hotspot'una bağlayarak evinizin Wi-Fi ağına bağlı olmadığınızda bile dosya aktarımı gibi ek özellikler sunar. QuickDrop'u telefonunuza yüklemek için QR kodunu tarayın veya Google Play Store'da 'QuickDrop' arayın.
uk: QuickDrop тепер також доступний як окремий додаток для вашого смартфона! Додаток надає додаткові функції, такі як можливість передавати файли, коли ви не підключені до домашньої Wi-Fi мережі, підключивши Mac до точки доступу вашого смартфона. Щоб встановити QuickDrop на телефон, відскануйте QR-код або знайдіть 'QuickDrop' у Google Play Store.
vi: QuickDrop giờ cũng có sẵn như một ứng dụng riêng trên điện thoại thông minh! Ứng dụng cung cấp thêm tính năng, như khả năng truyền tệp khi không kết nối Wi-Fi nhà, bằng cách kết nối Mac với hotspot của điện thoại. Để cài đặt QuickDrop trên điện thoại, quét mã QR hoặc tìm 'QuickDrop' trên cửa hàng Google Play.
zh_hans: QuickDrop 现已作为独立应用提供，适用于您的智能手机！该应用提供了额外功能，例如在未连接到家庭 Wi-Fi 网络时，通过将 Mac 连接到智能手机的热点来传输文件。 要在手机上安装 QuickDrop，请扫描二维码或在 Google Play 商店中搜索“QuickDrop”。
zh_hant: QuickDrop 現在也以一款專用的手機應用程式形式提供！該應用程式提供額外功能，例如當您未連接到家中的 Wi-Fi 網路時，透過將 Mac 連接到智能手機的熱點來傳輸檔案。 若要在手機上安裝 QuickDrop，請掃描 QR 碼或在 Google Play 商店搜尋「QuickDrop」。

# QuickDropWelcomeDescription
source: QuickDrop makes it easy and quick to transfer files between iPhone, iPad, Mac, and Android devices.
ar: يتيح لك QuickDrop نقل الملفات بسهولة وسرعة بين أجهزة iPhone وiPad وMac وAndroid.
ca: QuickDrop facilita i agilita la transferència d’arxius entre iPhone, iPad, Mac i dispositius Android.
cs: QuickDrop usnadňuje a urychluje přenos souborů mezi iPhonem, iPadem, Macem a zařízeními s Androidem.
da: QuickDrop gør det nemt og hurtigt at overføre filer mellem iPhone, iPad, Mac og Android-enheder.
de: Mit QuickDrop kannst du Dateien schnell und einfach zwischen iPhone, iPad, Mac und Android-Geräten übertragen.
el: Το QuickDrop καθιστά εύκολη και γρήγορη τη μεταφορά αρχείων μεταξύ iPhone, iPad, Mac και Android συσκευών.
es: QuickDrop facilita y acelera la transferencia de archivos entre iPhone, iPad, Mac y dispositivos Android.
es_419: QuickDrop facilita y agiliza la transferencia de archivos entre iPhone, iPad, Mac y dispositivos Android.
fi: QuickDrop helpottaa ja nopeuttaa tiedostojen siirtoa iPhonen, iPadin, Macin ja Android-laitteiden välillä.
fr: QuickDrop facilite et accélère le transfert de fichiers entre iPhone, iPad, Mac et appareils Android.
fr_ca: QuickDrop facilite et accélère le transfert de fichiers entre iPhone, iPad, Mac et appareils Android.
he: ‏QuickDrop מאפשר העברת קבצים בקלות ובמהירות בין iPhone, iPad, Mac ומכשירי Android.
hi: QuickDrop के जरिए iPhone, iPad, Mac और Android डिवाइसेज़ के बीच फाइल ट्रांसफर करना आसान और तेज़ है।
hr: QuickDrop olakšava i ubrzava prijenos datoteka između iPhonea, iPada, Maca i Android uređaja.
hu: A QuickDrop megkönnyíti és felgyorsítja a fájlok átvitelét iPhone, iPad, Mac és Android eszközök között.
id: QuickDrop memudahkan dan mempercepat transfer file antara iPhone, iPad, Mac, dan perangkat Android.
it: QuickDrop rende facile e veloce trasferire file tra iPhone, iPad, Mac e dispositivi Android.
ja: QuickDropはiPhone、iPad、Mac、Android間でのファイル転送を簡単かつ迅速に行えます。
ko: QuickDrop을 사용하면 iPhone, iPad, Mac, Android 기기 간에 파일을 쉽고 빠르게 전송할 수 있습니다.
ms: QuickDrop memudahkan dan mempercepat pemindahan fail antara iPhone, iPad, Mac, dan peranti Android.
nb: QuickDrop gjør det enkelt og raskt å overføre filer mellom iPhone, iPad, Mac og Android-enheter.
nl: QuickDrop maakt het eenvoudig en snel om bestanden over te zetten tussen iPhone, iPad, Mac en Android-apparaten.
pl: QuickDrop umożliwia łatwe i szybkie przesyłanie plików między iPhone’em, iPadem, Maciem i urządzeniami z Androidem.
pt_br: O QuickDrop facilita e agiliza a transferência de arquivos entre iPhone, iPad, Mac e dispositivos Android.
pt_pt: O QuickDrop torna fácil e rápido transferir ficheiros entre iPhone, iPad, Mac e dispositivos Android.
ro: QuickDrop face ușor și rapid transferul de fișiere între iPhone, iPad, Mac și dispozitive Android.
ru: QuickDrop позволяет легко и быстро передавать файлы между iPhone, iPad, Mac и Android-устройствами.
sv: QuickDrop gör det enkelt och snabbt att överföra filer mellan iPhone, iPad, Mac och Android-enheter.
th: QuickDrop ช่วยให้ง่ายและรวดเร็วในการถ่ายโอนไฟล์ระหว่าง iPhone, iPad, Mac และ Android
tr: QuickDrop, iPhone, iPad, Mac ve Android cihazlar arasında dosya aktarmayı kolay ve hızlı hale getirir.
uk: QuickDrop дозволяє легко та швидко передавати файли між iPhone, iPad, Mac та пристроями Android.
vi: QuickDrop giúp bạn chuyển file giữa iPhone, iPad, Mac và Android dễ dàng, nhanh chóng.
zh_hans: QuickDrop 让您轻松快速地在 iPhone、iPad、Mac 和 Android 设备间传输文件。
zh_hant: QuickDrop 可讓您輕鬆快速地在 iPhone、iPad、Mac 和 Android 裝置之間傳輸檔案。

# Quit
source: Close QuickDrop
ar: إنهاء QuickDrop
ca: Tancar QuickDrop
cs: Zavřít QuickDrop
da: Luk QuickDrop
de: QuickDrop beenden
el: Κλείσιμο QuickDrop
es: Salir de QuickDrop
es_419: Cerrar QuickDrop
fi: Sulje QuickDrop
fr: Quitter QuickDrop
fr_ca: Fermer QuickDrop
he: סגור את QuickDrop
hi: QuickDrop बंद करें
hr: Zatvori QuickDrop
hu: QuickDrop bezárása
id: Tutup QuickDrop
it: Esci da QuickDrop
ja: QuickDropを終了
ko: QuickDrop 종료
ms: Tutup QuickDrop
nb: Lukk QuickDrop
nl: QuickDrop afsluiten
pl: Zamknij QuickDrop
pt_br: Sair do QuickDrop
pt_pt: Sair do QuickDrop
ro: Închide QuickDrop
ru: Завершить QuickDrop
sv: Stäng QuickDrop
th: ออก QuickDrop
tr: QuickDrop'u Kapat
uk: Завершити QuickDrop
vi: Đóng QuickDrop
zh_hans: 退出 QuickDrop
zh_hant: 關閉 QuickDrop

source: Ready to receive
ar: جاهز للاستلام
ca: Preparat per rebre
cs: Připraveno k přijetí
da: Klar til at modtage
de: Empfangsbereit
el: Έτοιμο για λήψη
es: Listo para recibir
es_419: Listo para recibir
fi: Valmis vastaanottamaan
fr: Prêt à recevoir
fr_ca: Prêt à recevoir
he: מוכן לקבל
hi: प्राप्त करने के लिए तैयार
hr: Spremni za primanje
hu: Kész a fogadásra
id: Siap menerima
it: Pronto a ricevere
ja: 受信準備完了
ko: 수신 준비 완료
ms: Sedia untuk menerima
nb: Klar til å motta
nl: Klaar om te ontvangen
pl: Gotowy do odbioru
pt_br: Pronto para receber
pt_pt: Pronto para receber
ro: Pregătit să primești
ru: Готов к получению
sv: Redo att ta emot
th: พร้อมรับข้อมูล
tr: Almaya Hazır
uk: Готовий до отримання
vi: Sẵn sàng nhận
zh_hans: 准备接收
zh_hant: 準備接收

source: Receive Files
ar: استقبال الملفات
ca: Recepció d'arxius
cs: Přijímat soubory
da: Modtag filer
de: Dateien empfangen
el: Λήψη Αρχείων
es: Recibir archivos
es_419: Recibir archivos
fi: Vastaanota tiedostoja
fr: Recevoir des fichiers
fr_ca: Recevoir des fichiers
he: קבל קבצים
hi: फाइलें प्राप्त करें
hr: Primanje datoteka
hu: Fájlok fogadása
id: Menerima File
it: Ricevi file
ja: ファイルを受信
ko: 파일 받기
ms: Terima Fail
nb: Motta filer
nl: Bestanden ontvangen
pl: Odbierz pliki
pt_br: Receber arquivos
pt_pt: Receber ficheiros
ro: Primește fișiere
ru: Получить файлы
sv: Ta emot filer
th: รับไฟล์
tr: Dosyaları Al
uk: Отримати файли
vi: Nhận Tệp
zh_hans: 接收文件
zh_hant: 接收檔案

source: Receiving…
ar: جارٍ الاستلام…
ca: Rebent…
cs: Přijímání…
da: Modtager...
de: Empfange…
el: Λήψη…
es: Recibiendo…
es_419: Recibiendo…
fi: Vastaanotetaan…
fr: Réception…
fr_ca: Réception en cours…
he: קבלת קבצים...
hi: प्राप्त हो रहा है...
hr: Primanje...
hu: Fogadás…
id: Menerima…
it: Ricevendo...
ja: 受信中…
ko: 받는 중…
ms: Menerima...
nb: Mottar...
nl: Ontvangen…
pl: Odbieranie…
pt_br: Recebendo…
pt_pt: A receber…
ro: Primire…
ru: Получение…
sv: Tar emot...
th: กำลังรับ…
tr: Alınıyor…
uk: Прийом…
vi: Đang nhận...
zh_hans: 接收中…
zh_hant: 正在接收…

source: Recommended Apps
ar: التطبيقات الموصى بها
ca: Apps Recomanades
cs: Doporučené aplikace
da: Anbefalede Apps
de: Empfohlene Apps
el: Συνιστώμενες Εφαρμογές
es: Aplicaciones recomendadas
es_419: Aplicaciones recomendadas
fi: Suositellut sovellukset
fr: Applications recommandées
fr_ca: Applications recommandées
he: אפליקציות מומלצות
hi: अनुशंसित ऐप्स
hr: Preporučene aplikacije
hu: Ajánlott alkalmazások
id: Aplikasi yang Direkomendasikan
it: App consigliate
ja: おすすめアプリ
ko: 추천 앱
ms: Aplikasi Disyorkan
nb: Anbefalte apper
nl: Aanbevolen apps
pl: Polecane aplikacje
pt_br: Apps recomendados
pt_pt: Aplicativos recomendados
ro: Aplicații recomandate
ru: Рекомендуемые приложения
sv: Rekommenderade appar
th: แอปแนะนำ
tr: Önerilen Uygulamalar
uk: Рекомендовані додатки
vi: Ứng dụng Đề xuất
zh_hans: 推荐应用
zh_hant: 推薦應用

source: Remove
ar: إزالة
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
el: Κατάργηση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: הסר
hi: हटाएं
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Alih Keluar
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# RemoveTrustedDeviceAlertDescription
source: If you remove this device, incoming transfers from this device have to be accepted manually.
ar: إذا قمت بإزالة هذا الجهاز، يجب قبول النقل الوارد من هذا الجهاز يدويًا.
ca: Si elimines aquest dispositiu, les transferències entrants d'aquest dispositiu s'hauran d'acceptar manualment.
cs: Pokud toto zařízení odstraníte, příchozí přenosy z něj bude nutné přijímat ručně.
da: Hvis du fjerner denne enhed, skal indkommende overførsler fra denne enhed accepteres manuelt.
de: Wenn Du dieses Gerät entfernst, müssen eingehende Übertragungen von diesem Gerät manuell akzeptiert werden.
el: Αν αφαιρέσετε αυτή τη συσκευή, οι εισερχόμενες μεταφορές αρχείων από αυτή θα πρέπει να γίνονται χειροκίνητα αποδεκτές.
es: Si eliminas este dispositivo, las transferencias entrantes de este dispositivo deberán aceptarse manualmente.
es_419: Si eliminas este dispositivo, las transferencias entrantes de este dispositivo deberán ser aceptadas manualmente.
fi: Jos poistat tämän laitteen, tämän laitteen siirrot on hyväksyttävä manuaalisesti.
fr: Si vous retirez cet appareil, les transferts entrants devront être acceptés manuellement.
fr_ca: Si vous supprimez cet appareil, les transferts entrants de cet appareil devront être acceptés manuellement.
he: אם תסיר את המכשיר הזה, יש לקבל ידנית כל העברה נכנסת מהמכשיר הזה.
hi: यदि आप इस डिवाइस को हटाते हैं, तो इस डिवाइस से आने वाले ट्रांसफर को मैन्युअल रूप से स्वीकार करना होगा।
hr: Ako uklonite ovaj uređaj, dolazne prijenose s ovog uređaja morat ćete prihvatiti ručno.
hu: Ha eltávolítja ezt az eszközt, az erről az eszközről érkező átviteleket manuálisan kell elfogadni.
id: Jika Anda menghapus perangkat ini, transfer masuk dari perangkat ini harus diterima secara manual.
it: Se rimuovi questo dispositivo, i trasferimenti in arrivo da questo dispositivo dovranno essere accettati manualmente.
ja: このデバイスを削除すると、このデバイスからの受信転送は手動で受け入れる必要があります。
ko: 이 기기를 제거하면, 이 기기에서 오는 전송은 수동으로 승인이 필요합니다.
ms: Jika anda mengeluarkan peranti ini, pemindahan masuk dari peranti ini perlu diterima secara manual.
nb: Hvis du fjerner denne enheten, må innkommende overføringer fra denne enheten aksepteres manuelt.
nl: Als u dit apparaat verwijdert, moeten binnenkomende overdrachten van dit apparaat handmatig worden geaccepteerd.
pl: Jeśli usuniesz to urządzenie, przychodzące transfery z tego urządzenia będą musiały być akceptowane ręcznie.
pt_br: Se você remover este dispositivo, transferências recebidas dele precisarão ser aceitas manualmente.
pt_pt: Se remover este dispositivo, as transferências recebidas deste dispositivo terão de ser aceites manualmente.
ro: Dacă elimini acest dispozitiv, transferurile primite de la acest dispozitiv trebuie acceptate manual.
ru: Если вы удалите это устройство, входящие передачи с этого устройства придется принимать вручную.
sv: Om du tar bort den här enheten måste inkommande överföringar från denna enhet accepteras manuellt.
th: หากคุณลบอุปกรณ์นี้ การรับโอนย้ายข้อมูลจากอุปกรณ์นี้ต้องได้รับการยืนยันด้วยตนเอง
tr: Bu cihazı kaldırırsanız, bu cihazdan gelen transferler manuel olarak kabul edilmek zorunda kalır.
uk: Якщо ви видалите цей пристрій, вхідні передачі з цього пристрою доведеться приймати вручну.
vi: Nếu bạn xóa thiết bị này, việc chuyển giao từ thiết bị này sẽ phải được chấp nhận thủ công.
zh_hans: 如果您移除此设备，此设备的传入传输必须手动接受。
zh_hant: 移除此裝置後，來自此裝置的傳輸需手動接受。
